<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>이용약관</title>
<%@ include file="/WEB-INF/common/style.jspf"%>
<style>
.community, .store {
	color: black;
}

.home, .picture, .knowhow, .qna {
	color: black;
}

#tb tr th {
	background-color: Gainsboro;
	text-align: center;
}
#tb tr td {
	padding: 10px;
}
</style>
</head>
<body>
<div class="container">
	<%@ include file="/WEB-INF/common/guestMenu.jspf" %>
	<div class="pt-5 pb-4">
	<h2>오늘의집 서비스 이용 약관</h2><br>
<h4>제 1 장 모두의집 이용방법</h4><br>
<div class="border p-2 mb-4">
<b>제 1 조 (회원가입)</b><br>
회원으로 가입하고자 하는 이용자는 회원정보를 기입한 후 본 약관과 개인정보수집 및 이용에 동의한다는 의사표시를 함으로써 회원가입을 신청할 수 있습니다.<br>
모두의집은 제1항과 같이 회원가입을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.<br>
가입신청자가 만 14세 미만인 경우<br>
회원정보에 허위, 기재 누락, 오기가 있는 경우<br>
가입신청자가 본 약관 제11조에 따라 이전에 회원자격을 상실한 적이 있는 경우(다만, 본 약관 제11조에 의한 회원자격 상실 후 6개월이 경과한 자로서 
모두의집의 회원 재가입 승낙을 얻은 경우에는 예외)<br>
회원으로 등록하는 것이 기술상 현저히 곤란한 경우<br>
기타 본 약관에 위배되거나 위법 또는 부당한 이용신청임이 확인된 경우 및 모두의집이 합리적인 판단에 의하여 필요하다고 인정하는 경우<br>
가입신청의 처리는 신청순서에 의하며, 회원가입의 완료시기는 신청에 대한 모두의집의 승낙의 의사표시가 신청자에게 도달한 시점으로 합니다.<br>
회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 모두의집에 회원정보 수정 등의 방법으로 변경사항을 알려 모두의집이 원활한 
서비스를 제공할 수 있도록 조력하여야 할 의무가 있습니다. 회원이 이러한 의무를 해태하여 서비스의 불완전제공 또는 미제공 등 불이익이 발생하는 
경우라도, 모두의집은 별도의 귀책사유가 없는 한 그에대한 책임을 부담하지 아니합니다.<br>
모두의집은 회원의 종류 및 등급을 구분할 수 있으며, 구분별로 이용할 수 있는 모두의집의 서비스 종류, 혜택을 세분하는 등으로 회원 간 
이용에 차등을 둘 수 있습니다.
</div>
<div class="border p-2 mb-4">
<b>제 2 조 (개인정보보호)</b><br>
회사는 모두의집 이용자의 개인정보를 소중하게 생각합니다. 회사는 관련법령에 따른 허용범위 및 이용자의 동의 내에서, 서비스의 원활한 제공을 
위하여 필요한 범위로만 이용자의 개인정보를 처리합니다. 회사가 모두의집 이용자의 개인정보를 안전하게 처리하기 위하여 기울이는 노력 기타 
관련한 상세한 내용은 개인정보처리방침을 확인하여 주시기 바랍니다.
</div>
<div class="border p-2 mb-4">
<b>제 3 조 (ID 및 비밀번호 관리)</b><br>
회원의 ID 및 비밀번호는 회원 본인만 이용할 수 있습니다. 회원은 다른 사람이 자신의 ID 및 비밀번호를 이용하도록 허락하여서는 아니되며, 
다른 사람이 자신의 ID 및 비밀번호를 무단으로 사용할 수 없도록 관리하여야 합니다.<br>
회원의 과실로 인한 ID 또는 비밀번호의 유출, 기타 본 약관에 반하여 이루어진 회원의 ID 또는 비밀번호에 대한 양도, 대여 행위로 인하여 
발생하는 손실이나 손해에 대하여는 모두의집의 귀책사유가 없는 한 회원 본인이 전적으로 책임을 부담하오니 유의하여 주시기 바랍니다.<br>
모두의집은 회원 ID의 유출 우려가 있거나, ID에 반사회적 또는 미풍양속에 어긋나는 표현이 포함되어 있는 경우, 기타 이용자를 회사 및 모두의집의 
운영자로 오인할 우려가 있는 경우에는 사전예고 없이 본 약관 제11조 제4항에 따라 회원자격을 제한하거나 해당 ID의 이용을 제한할 수 있습니다.<br>
회원은 자신의 ID 및 비밀번호를 도난당하거나, 무단 사용을 발견하면, 이를 즉시 모두의집에 통보하여야 하며, 모두의집은 통보를 받은 즉시 회원의 
정보를 보호하기 위하여 필요한 최선의 노력을 다할 것입니다.
</div>
	</div>
	<%@ include file="/WEB-INF/common/footer.jspf" %>
</div>
</body>
</html>